/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "יום הולדת ל-%@";

/* Title for event birthday (without a name) */
"Birthday" = "יום הולדת";

"FACEBOOK_CALENDAR_NAME" = "אירועים ב-Facebook";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "לוח שנה";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "תזכורות";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "תזכורות";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "תזכורת";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "לא ניתן לערוך את האירוע.";

"NO_CALENDAR_ERROR" = "טרם הוגדר לוח שנה.";

"NO_START_DATE_ERROR" = "טרם נקבע תאריך התחלה.";

"NO_END_DATE_ERROR" = "טרם נקבע תאריך סיום.";

"DATES_INVERTED_ERROR" = "על תאריך ההתחלה להיות לפני תאריך הסיום.";

"UNEXPECTED_ERROR" = "ארעה תקלה בלתי-צפויה.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "לא ניתן להעביר את לוח השנה לחשבון אחר.";


"CALENDAR_READ_ONLY_ERROR" = "לוח השנה מוגדר לקריאה בלבד.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "אירוע זה ארוך מכדי שיתקיים בתדירות כה גבוהה.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "לאירוע זה יש מופע נוסף שמתקיים עוד לפני ההתראה שלו.";

"START_DATE_FUTURE_ERROR" = "אירוע זה מתקיים בתהליך רחוק מדי.";

"OCCURRENCE_COLLISION_ERROR" = "מופע נוסף של אירוע זה כבר מתקיים בתאריך זה.";

"INVITES_CANNOT_MOVE_ERROR" = "לא ניתן להעביר הזמנות ללוח שנה אחר.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "לא ניתן היה לאתר כתובת עבור מיקום התזכורת לצורך הפעלת ההתראה.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "אירוע זה אינו שייך למאגר אירועים זה.";

/* developer error */
"SPAN_ERROR" = "הוגדר טווח שאינו תקין.";

"CALENDAR_HAS_NO_SOURCE" = "ללוח שנה זה אין מקור";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "לא ניתן לערוך את התדירות.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "לא ניתן לערוך התראות.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "לא ניתן לשנות את המשתתפים";

"CALENDAR_IMMUTABLE" = "לא ניתן לערוך או למחוק לוח שנה זה.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "חשבון זה אינו תומך בתזכורות המכילות נתונים גארוגרפיים.";

"ACTIONS_NOT_SUPPORTED" = "חשבון זה אינו תומך בפעולות.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "חשבון זה אינו תומך בתזכורות בעלות מיקום.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "חשבון זה אינו תומך בהתראות המבוססות על התקרבות.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "על תזכורת קבועה להיות בעלת תאריך יעד.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "חשבון זה אינו מאפשר הוספה או הסרה של לוחות שנה.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "לוח השנה הזה אינו מאפשר הוספת אירועים.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "לוח השנה הזה אינו מאפשר הוספת תזכורות.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "חשבון זה אינו תומך בתזכורות.";

"PRIORITY_IS_INVALID" = "על סדרי העדיפויות להיות בין 0 ל-9.";

"INVALID_ENTITY_TYPE" = "‏EKEntityType זה אינו חוקי.";
